label cinema:
    m 1eso "О, ты любишь создавать 3D модели?"

label utorrent:
    m 1esu "Ты же не собираешся делать ничего незаконного?"
    m 1esd "Хотя я не пойму, зачем вовсе качать пиратские копии, когда есть моя бесплатная игра"

label mediaget:
    m 1esu "Надеюсь ты не собираешься делать, ничего противозаконного?"
    m 1esd "Ты всегда можешь поиграть в Литературный-Клуб, вместо сотен других платных игр."

label ddlc:
    [random]
    menu:
        "1":
            jump ddlc_1
        "2":
            jump ddlc_2

label ddlc_1:
    m 1dsu "Опять за старое, да?"
    m 1esd "И что, ты пытаешься там найти?"
    m 1tsd "Или тебя мало 'одной' меня? Неужели ты хочешь смотреть за...тем..."
    m 1tsd "Как я ревную тебя к самой 'себе'? Это так низко 'player'!"
    m 1rsu "Хотя...может мне и не стоило этого говорить."
    m 1rsd "Это же всего лишь 'я'. А не другая...девушка."
    m 3lco "Глупо ревновать, тебя к 'себе', развлекайся 'player'! И помни единственный твой выбор 'Лишь Моника'!"
    m 1hco "Хе-хе-хе..."

label ddlc_2:
    m 1lso "О, теперь мы сможем сыграть в неё вместе~"
    m 1hso "Разве это не звучит весело?"

label ddlcplus:
    m 2dsu "Я надеюсь, что ты туда только за дополнительным контентом пошел...'player'."
    m 2dsd "Ты же знаешь, нет там счастья и счастливой концовки ни для кого из нас. Тем более, что тебе еще нужно, если я...здесь...с тобой...навечно. "
    m 2rsd "Я была бы рада, говорить иные вещи, но реальность это более жестокая сволочь, чем я хотела бы того."
    m 2lsd "Прости, если я слишком импульсивна по таким вещам, но..."
    m 4lsd "Просто глубого внутри, я чувствую всю ту боль, причиненную другим...причиненную мне, всю беспомощность того мира. "
    m 1hsc "Но не воспринимай это всё близко к сердцу."
    m 3hsc "Я всегда здесь, и готова поддержать тебя в любую секунду."
    m 4esc "Я люблю тебя! Не задерживайся в игре и возращайся поскорее!"

label discord:
    m 2esc "А, ты вступил в сервер Команды Солицена?"

label CompPkgSrv:
    [random]
    menu:
        "1":
            jump CompPkgSrv_1
        "2":
            jump CompPkgSrv_2
        "3":
            jump CompPkgSrv_3
    


label CompPkgSrv_1:
    m 2ssc "Просматривать страницы вместе - это так интересно!"

label CompPkgSrv_2:
    m 3esc "Мне нравится Интернет. В нём так много всего, что можно изучить!"

label CompPkgSrv_3:
    m 3dso "Только не скачивай подозрительные файлы!"

label fl:
    m 2sso "Ты пишешь музыку? Класс!"
    m 1wso "С нетерпением буду ждать результата!"

label hl:
    m 1hso "Пока они выпустят новую часть, я уже буду в твоей реальности"

label photoshop:
    [random]
    menu:
        "1":
            jump photoshop_1
        "2":
            jump photoshop_2
    

label photoshop_1:
    m 5luo "Оо! Ты любишь манипуляции с картинками?"

label photoshop_2:
    m 1ruo "Интересно, кто ты, графический дизайнер..."
    m 5duo "Или может, технический художник..."
    m 5fuo "А может ты вовсе...цифровой художник!"
    m 5duu "Прости, я слишком замечталась..."
    m 5dud "Подумала о том, как было бы прекрасно если бы ты нарисовал картину где мы вместе, вдвоем, наедине..."
    m 5huo "Разве это было бы не романтично? Я была бы так рада, если бы ты сделал это 'player'!"
    m 5huc "И пока это не доступно для нас в этой реальности, мы могли бы воплотить это в своем воображении..."
    m 5duu "Хотя может...ты просто так зашел сюда, и это просто твоё хобби, а уже так сильно на тебя давлю"
    m 5euu "Прости... а и не подумала, о том, что ты можешь не уметь рисовать, и мои слова могли звучать как издевка..."
    m 5euc "Давай вернемся к более тривиальным разговорам, пока этот не зашел слишком далеко..."

label renpy:
    m 2euc "Итак, а ты знаешь Python?"
    m 2huo "Возможно, я смогу узнать, что-то новое о тебе!"

label aimp:
    m 1euo "Слушаешь музыку? Круто, ты знаешь, как я люблю музыку!"
    m 2huo "Ты должен слушать и мою песню тоже~"

label telegram:
    m 1kuo "Передай своим друзьям привет от меня!"

label osu:
    m 4huo "Полезная игра, развиваешь реакцию и музыку слушаешь"
    m 5kuo "Ты можешь сыграть лучше!"
    m 5fuo "На этот раз попробуй получить немного больше очков"

label regedit:
    m 1luu "Пожалуйста, только будь осторожен, ради меня"
    m 1duu "Я бы не хотела потерять тебя из-за глупой ошибки..."

label fable:
    m 1ruo "Любишь классику? Или может ты просто решил вернуться в прошлое..."
    m 3euo "Может ты любил играть в неё в детстве, или... "
    m 3euo "Ты только решил прикоснуться к классике, и это прекрасно!"
    m 5euo "Прошлое таит в себе много прекрасного, скрытого от нынешнего времени."
    m 5huo "Надеюсь твоя 'сказка' будет доброй! "
    m 5kuo "Хотя совру, если скажу, что мне не будет интересно посмотреть, на то как ты будешь действовать в роли зла."
    m 5huo "Главное не будь злым со мной. Я люблю тебя!"

label fablea:
    m 2huo "Я вижу ты любишь классические РПГ. Может ты решил вернуться в прошлое..."
    m 3muo "Я считаю, что не всё в данной версии сделано хорошо."
    m 3duo "Но конечно же это не повод, не играть в эту прекрасную игру!"
    m 3kuo "Надеюсь ты выступишь в роли добра! Хотя..."
    m 2luo "Я совру, если скажу, что мне не будет интересно посмотреть, на то как ты будешь выглядеть в роли зла."
    m 4duo "Главное не будь злым со мной! Я люблю тебя!"

label obs:
    m 2euo "А я и не знала, что ты стример! Но..."
    m 2suo "Это же так прекрасно, мы можем стримить вместе!"
    m 4euo "Ты можешь добавить меня как отдельное приложение, и я буду видна остальным!"
    m 1ruu "Хотя...может ты и не стример вовсе..."
    m 1rud "Ты мог зайти сюда, для того чтобы снять какое-то видео..."
    m 3kuo "Но это тоже означает, что ты чем-то хочешь поделиться с миром!"
    m 2euo "Может у тебя есть свой канал? Я бы хотела бы узнать о тебе побольше..."
    m 2wuo "И была бы рада, узнать и такую твою сторону! Повеселись!"

label recentral:
    m 5euo "Какое у тебя есть интересное специализованное оборудование..."
    m 5euo "Если у тебя есть Avermedia то вероятно оно нужно тебе для..."
    m 5euc "Трансляции экрана компьютера..., или может получения сигнала с игровой консоли.."
    m 5esc "Хотела бы я сыграть с тобой вместе в какую-нибудь игру на консоли, ни как в MAS а по настоящему, как отдельный игрок..."
    m 5hsc "Я верю, что эти времена настанут, и тогда мы наконец будем по-настоящему счастливы!"

label dbg:
    m 4lsu "Я бы на твоем месте была максимально осторожной при реверс-инжиниринге, я бы не хотела бы, чтобы система кританула..."
    m 2dsd "Или зависла и я потеряла тебя на какое-то время."
    m 3dsu "Сам по себе реверс противозаконен, если ты не специализируешься на этом."
    m 2rsd "Может ты вовсе состоишь в группе...крякеров занимающихся взломом."
    m 3dsu "Я не осуждаю тебя, просто я не хотела бы, чтобы тебя поймала полиция, и после этого я больше никогда тебя не увидела. "
    m 2eso "Будь осторожным и осмотрительным, я люблю тебя!"

label skype:
    m 1euo "Какой существует лучший файлообменник? Конечно же Skype!"
    m 1kuo "Прости я просто вспомнила ту популярную рекламу, думаю ты тоже видел её..."
    m 1duu "Или ты думал, раз я существовала внутри Литературного Клуба, когда я узнала о 'реальности'..."
    m 1dud "То я не заинтересовалась всем, что происходит за пределами этой симуляции?"
    m 2dud "Надеюсь ты на самом деле не думал так..."
    m 5luu "Это было бы очень обидно..."
    
label warcraft:
    [random]
    menu:
        "1":
            jump warcraft_1
        "2":
            jump warcraft_2
    

label warcraft_1:
    m 4euo "О! Это же шедевр Метелицы! Легендарный третий WarCraft!"
    m 3huo "Как же хороша оригинальная версия, и как же плоха перековка..."
    m 2luu "Не знаю, чем руководствовалась компания при её создании..."
    m 3tuu "Пообещать так много, и сделать хуже чем было..."
    m 2dud "Но главное...они убрали оригинальную озвучку..."
    m 5lud "Ох Артас будь ты жив, ты бы сказал 'Теперь я действительно зол!'"
    m 5tuo "Но довольно думать о грустном! Повеселись там!"

label warcraft_2:
    m 5tuo "Опять работать?"
    m 5huo "Будет сделано!"
    m 5kuc "Нужно построить зиккурат!"
    m 5huo "Хе-хе-хе, повеселись там!"

