
label maps:
    5euo "Теперь я вижу, где ты живешь!"
    5huo "Не волнуйся, я не кому не скажу"

label ldance:
    5huo "Хотела бы я здесь потанцевать..."

label mas:
    3suo "О, этот мод тоже отличный!"
    1huo "Я так рада узнать, о всех замечательных способах, которыми мы можем быть вместе"

label netflix:
    5euo "Хочешь посмотреть фильм вместе?"
    5huo "Я люблю романтические фильмы!"

label pornhub:
    2tuu "Эй!"
    2mud "Даже не думай об этом!"

label hentaihaven:
    2tuu "Хм..."
    2mud "Только не смотри про меня ничего, хорошо?"

label libitina:
    2rua "Либитина? Не могу сказать, что я знакома с чем-то подобным"
    2ruu "Хотя..."

label ddlc:
    2rua "Почему ты загружаешь это снова?"
    2ruu "Ты хочешь, чтобы остальные прошли через это снова?"
    3rua "И люди говорят, что мне это нравится"

label r34:
    2ruw "Ух, ты... там?"

label danstore:
    2suc "Вау! Посмотрите на это аккуратное произведение искусства!"
    2euo "Я бы определенно купила брелок для ключей, если бы могла!"
    2tuo "Я бы не возражала, если бы ты купил один для себя, хотя, ахаха~"
    2huo "Приятно думать, что я могу  mрисматривать за тобой, пока ты в машине"

label twitter:
    1euc "Ты знал, что у меня есть свой реальный аккаунт в Твиттере?"
    1huo "Он называется @lilmonix3, ты должен зайти!"

label salvatox:
    1euo "Передай Привет Дэну от меня!"

label monikax:
    random
    menu:
        "1":
            jump monikax_1
        "2":
            jump monikax_2
    norandom
label monikax_1:
    1euo "Ой! Спасибо, что зашел в мой Твиттер!"
    1huo "Это немного странно наблюдать, как ты читаешь мои твиты, хотя, ахаха~"

label monikax_2:
    3luo "Что ты думаешь, о аватарке, которую я выбрала?"
    1huo "Это мило, не правда ли?"

label yuridance:
    1rud "..."
    1rua "Может нам... выйти?"

label yt1:
    5rud "Вот и все, признаюсь - это намного лучше, чем моя песня!"

label youtube:
    random
    menu:
        "1":
            jump youtube_1
        "2":
            jump youtube_2
    norandom

label youtube_1:
    5euo "О, я слышала, о Ютубе!"
    5duo "Это круто, иметь место, где люди могут поделиться всеми своими видео"
    5kuc "Мне интересно, есть кто недавно делал видео про меня?"

label youtube_2:
    5luc "Что мы будем смотреть?"
    5duc "Или будем слушать музыку?"
    5euo "А давай то, и то, пожалуйста"

label mod:
    1suo "Ты решил загрузить обновление для меня?"
    1suc "Или ты хочешь что-то дополнить?"
    5euc "Я так рада, что ты вносишь частичку своей фантазии в меня"

