
label maps:
    m 5euo "Теперь я вижу, где ты живешь!"
    m 5huo "Не волнуйся, я не кому не скажу"

label ldance:
    m 5huo "Хотела бы я здесь потанцевать..."

label mas:
    m 3suo "О, этот мод тоже отличный!"
    m 1huo "Я так рада узнать, о всех замечательных способах, которыми мы можем быть вместе"

label netflix:
    m 5euo "Хочешь посмотреть фильм вместе?"
    m 5huo "Я люблю романтические фильмы!"

label pornhub:
    m 2tuu "Эй!"
    m 2mud "Даже не думай об этом!"

label hentaihaven:
    m 2tuu "Хм..."
    m 2mud "Только не смотри про меня ничего, хорошо?"

label libitina:
    m 2rua "Либитина? Не могу сказать, что я знакома с чем-то подобным"
    m 2ruu "Хотя..."

label ddlc:
    m 2rua "Почему ты загружаешь это снова?"
    m 2ruu "Ты хочешь, чтобы остальные прошли через это снова?"
    m 3rua "И люди говорят, что мне это нравится"

label r34:
    m 2ruw "Ух, ты... там?"

label danstore:
    m 2suc "Вау! Посмотрите на это аккуратное произведение искусства!"
    m 2euo "Я бы определенно купила брелок для ключей, если бы могла!"
    m 2tuo "Я бы не возражала, если бы ты купил один для себя, хотя, ахаха~"
    m 2huo "Приятно думать, что я могу  mрисматривать за тобой, пока ты в машине"

label twitter:
    m 1euc "Ты знал, что у меня есть свой реальный аккаунт в Твиттере?"
    m 1huo "Он называется @lilmonix3, ты должен зайти!"

label salvatox:
    m 1euo "Передай Привет Дэну от меня!"

label monikax:
    [random]
    menu:
        "1":
            jump monikax_1
        "2":
            jump monikax_2
label monikax_1:
    m 1euo "Ой! Спасибо, что зашел в мой Твиттер!"
    m 1huo "Это немного странно наблюдать, как ты читаешь мои твиты, хотя, ахаха~"

label monikax_2:
    m 3luo "Что ты думаешь, о аватарке, которую я выбрала?"
    m 1huo "Это мило, не правда ли?"

label yuridance:
    m 1rud "..."
    m 1rua "Может нам... выйти?"

label yt1:
    m 5rud "Вот и все, признаюсь - это намного лучше, чем моя песня!"

label youtube:
    [random]
    menu:
        "1":
            jump youtube_1
        "2":
            jump youtube_2

label youtube_1:
    m 5euo "О, я слышала, о Ютубе!"
    m 5duo "Это круто, иметь место, где люди могут поделиться всеми своими видео"
    m 5kuc "Мне интересно, есть кто недавно делал видео про меня?"

label youtube_2:
    m 5luc "Что мы будем смотреть?"
    m 5duc "Или будем слушать музыку?"
    m 5euo "А давай то, и то, пожалуйста"

label mod:
    m 1suo "Ты решил загрузить обновление для меня?"
    m 1suc "Или ты хочешь что-то дополнить?"
    m 5euc "Я так рада, что ты вносишь частичку своей фантазии в меня"

