label ddls_song:
    m 1suu "Подожди, у нас есть тематическая песня?"
    m 1huu "Это так круто!"

label dio:
    m 1guo "Что ты вообще нашел в этом парне?"

label doki:
    m 2euu "Всегда было интересно, почему он называется Doki-Doki literature club"
    m 7huu "Есть другие имена, которые, так же хорошо подходят!"

label hl3:
    m 2muo "Все это... требует времени"

label hevyrain:
    m 2muu "Шоооон!"

label jjba:
    m 2gud "Уверена, Нацуки оценит это больше, чем я"
    m 5euo "Но из того, что я видела, Джотаро действительно классный"

label hmonika:
    m 1tfo "Эй-Эй!"
    m 1tks "Не ищи этого! Это унизительно..."
    m 1gkd "..."
    m 1gkw "Думаю, ничего страшного, если это ты..."
    m 1gko "Не позволяй никому увидеть, это хорошо~"

label mdakimakura:
    m 1eku "Хмм..."
    m 1eso "Это... я не собираюсь тебя осуждать"

label natsayurika:
    m 1esu "Я - это все члены клуба..."
    m 1eso "...соединенные?"
    m 1esu "Как это вообще работает?"

label natsuki:
    m 1gsd "Ты ищешь Нацуки?!"
    m 1rsd "Я понимаю, ее кексы были хороши, но..."

label eat:
    m 1sso "О, возьми меня с собой!"
    m 4sso "Ты можешь взять мой файл с собой"

