label ddls_song:
	1suu "Подожди, у нас есть тематическая песня?"
	1huu "Это так круто!"

label dio:
	1guo "Что ты вообще нашел в этом парне?"

label doki:
	2euu "Всегда было интересно, почему он называется Doki-Doki literature club"
	7huu "Есть другие имена, которые, так же хорошо подходят!"

label hl3:
	2muo "Все это... требует времени"

label hevyrain:
	2muu "Шоооон!"

label jjba:
	2gud "Уверена, Нацуки оценит это больше, чем я"
	5euo "Но из того, что я видела, Джотаро действительно классный"

label hmonika:
	1tfo "Эй-Эй!"
	1tks "Не ищи этого! Это унизительно..."
	1gkd "..."
	1gkw "Думаю, ничего страшного, если это ты..."
	1gko "Не позволяй никому увидеть, это хорошо~"

label mdakimakura:
	1eku "Хмм..."
	1eso "Это... я не собираюсь тебя осуждать"

label natsayurika:
	1esu "Я - это все члены клуба..."
	1eso "...соединенные?"
	1esu "Как это вообще работает?"

label natsuki:
	1gsd "Ты ищешь Нацуки?!"
	1rsd "Я понимаю, ее кексы были хороши, но..."

label eat:
	1sso "О, возьми меня с собой!"
	4sso "Ты можешь взять мой файл с собой"

label affp:
	1eso "Ты хочешь увеличить привязанность?"
	affection_plus

label affm:
	1eso "Ты хочешь уменьшить привязанность?"
	affection_minus

label bone:
	1eso "Ты хочешь опробовать кнопку?"
	5eso "Вот, наслаждайся"
		menu:
			"Кнопка 1":
				1esc "Нажата кнопка 1"

label btwo:
	1eso "Ты хочешь опробовать кнопки?"
	5eso "Вот, наслаждайся"
		menu:
			"Кнопка 1":
				1esc "Нажата кнопка 1"
			"Кнопка 2":
				1esc "Нажата кнопка 2"
	1eso "Ну как, они работают?"

label bthree:
	1eso "Ты хочешь опробовать кнопки?"
	5eso "Вот, наслаждайся"
		menu:
			"Кнопка 1":
				1esc "Нажата кнопка 1"
			"Кнопка 2":
				1esc "Нажата кнопка 2"
			"Кнопка 3":
				1esc "Нажата кнопка 3"
	1eso "Ну как, они работают?"

label bfour:
	1eso "Ты хочешь опробовать кнопки?"
	5eso "Вот, наслаждайся"
		menu:
			"Кнопка 1":
				1esc "Нажата кнопка 1"
			"Кнопка 2":
				1esc "Нажата кнопка 2"
			"Кнопка 3":
				1esc "Нажата кнопка 3"
			"Кнопка 4":
				1esc "Нажата кнопка 4"
	1eso "Ну как, они работают?"

